Repository: KOBUGE-Games/minilens
Catalog: levels/tutorial/*.po
Languages: fr

source: Tutorial
fr: Tutoriel

source: Hello Earth!
fr: Bonjour la Terre !

source: Flowers
fr: Fleurs

source: Tricks
fr: Pièges

source: Just push a barrel over it!
fr: Pousse juste un barril dessus !

source: Time for Bombs
fr: L'heure des bombes

source: Stair Quirks
fr: Escaliers scabreux

source: Even More Tricks
fr: Encore plus de pièges

source: Static Boxes
fr: Boîtes statiques

source: Blue Orbs
fr: Orbes bleus

source: The Fall
fr: La chute

source: Push the radioactive barrel into acid lake... Leave none on the surface...
fr: Pousse les barrils radioactifs dans le lac d'acide... N'en laisse aucun à la surface...

source: Move with W, A, S and D or the arrow keys.
fr: Déplace-toi avec W, A, S et D ou les touches directionnelles.

source: Push that barrel by moving right.
fr: Pousse ce barril en allant à droite.

source: Let it fall into the acid, but be sure not to jump with it!
fr: Laisse-la tomber dans l'acide, mais veille à ne pas sauter avec !

source: Collect all the flowers... They're the only life form left on this planet...
fr: Ramasse toutes les fleurs... Elles sont la dernière forme de vie restant sur cette planète...

source: Seems like we will have to push it...
fr: On dirait qu'il va falloir le pousser...

source: Now fall on top of it.
fr: Maintenant tombe dessus.

source: Then collect that flower and push the barrel to the left.
fr: Ensuite ramasse cette fleur et pousse le barril vers la gauche.

source: It's all about jumping... oh, wait...
fr: Il suffit de sauter... oh, attends...

source: Did you know that Minilens can't jump? If you press R or click the Retry button, and just push that barrel before you get here...
fr: Sais-tu que Minilens ne peut pas sauter ? Si tu appuies sur R ou cliques sur le bouton Réessayer, et pousse juste ce barril avant d'arriver ici...

source: Space = Kaboom!!!
fr: Espace = Boum !!!

source: Some barrels, like the one on the left, can't be pushed down into the acid, because of the terrain...
fr: Certains barrils, comme celui qui est à gauche, ne peuvent pas être poussés dans l'acide, à cause du terrain...

source: That's why you have BOMBS! They have to be picked up, before you can use them...
fr: C'est pour ça qu'on a des BOMBES ! Il faut les ramasser, avant de pouvoir les utiliser...

source: Now... if you press Space, you will place a bomb.
fr: Maintenant, si tu appuies sur Espace, tu vas poser une bombe.

source: Place me here!
fr: Pose-moi ici !

source: After you've placed the bomb, run away so that your robot will not be harmed.
fr: Après avoir placé la bombe, éloigne-toi vite pour que ton robot ne soit pas blessé.

source: This is a ladder. While on it, you can move up and down.
fr: C'est une échelle. Elle te permet d'aller de haut en bas.

source: How can that ladder be used?
fr: Comment utiliser cette échelle ?

source: Be careful! Tricky...
fr: Prudence ! Il y a un piège...

source: More types of objects!
fr: De nouveaux objets !

source: See those metal boxes? They block your way, but you can destroy them with a bomb.
fr: Tu vois ces boîtes en métal ? Elles bloquent ton chemin, mais tu peux les détruire avec une bombe.

source: Destroy me!
fr: Explose-moi !

source: Maybe you should jump?
fr: Tu devrais peut-être sauter ?

source: What is this?
fr: Qu'est-ce que c'est ?

source: That looks like a teleporter!
fr: Ça ressemble à un téléporteur !

source: If I could just get to that bomb...
fr: Si seulement je pouvais atteindre cette bombe...
