Repository: KOBUGE-Games/minilens
Catalog: shared/*.po
Languages: fr

source: Brought to you by:
fr: Présenté par :

source: Special thanks to:
fr: Un grand merci à :

source: Snabisch (some of the music) http://opengameart.org/users/snabisch
fr: Snabisch (certaines pistes audio) http://opengameart.org/users/snabisch

source: Kenney (GUI and icons) http://opengameart.org/users/kenney
fr: Kenney (interface utilisateur et icônes) http://opengameart.org/users/kenney

source: For more informations, please visit
fr: Pour plus d'informations, visiter

source: Drag to look around the level; press the zoom-out button again to reset.
fr: Faire glisser pour explorer le niveau ; appuyer sur le bouton Dézoomer pour revenir au départ.

source: Pack completed!
fr: Pack complété !

source: Level passed!
fr: Niveau complété !

source: Retry (R)
fr: Réessayer (R)

source: Next level (N)
fr: Niveau suivant (N)

source: Back to menu (M)
fr: Retour au menu (M)

source: Level
fr: Niveau

source: Play
fr: Jouer

source: Credits
fr: Crédits

source: Exit
fr: Quitter

source: < Back
fr: < Retour

source: Select pack:
fr: Choisir le pack :

source: Back >
fr: Retour >

source: Fullscreen
fr: Plein écran

source: Music
fr: Musique

source: Sounds
fr: Sons

source: Touchscreen input
fr: Mode tactile

source: ^ Back
fr: ^ Retour

source: None
fr: Aucun

source: Touch areas
fr: Surfaces tactiles

source: Touch buttons
fr: Boutons tactiles

source: Off
fr: Désactivé

source: On
fr: Activé

source: Did you know that Minilens can't jump?
fr: Savais-tu que Minilens ne peut pas sauter ?

source: Please, could you stop dropping me into the acid?
fr: Est-ce que tu pourrais arrêter de me lâcher dans l'acide, s'il te plait ?

source: Please contribute at github.com/KOBUGE-Games/minilens
fr: Contribuez au développement sur github.com/KOBUGE-Games/minilens

source: I guess all levels are passable!
fr: Je crois que tous les niveaux peuvent être résolus !

source: Aliens forgot about Earth's gravity!
fr: Les extra-terrestres n'ont pas pensé à la gravité sur Terre !

source: Have you ever tried making your robot flip upside down?
fr: As-tu déjà essayé de faire se retourner ton robot de haut en bas ?

source: I can't help you with any level outside of the tutorial pack.
fr: Je ne peux t'aider que pour les niveaux du pack de tutoriels.

source: Stuck? Try the First Contact pack!
fr: Coincé ? Essaie le pack Premier Contact !

source: Did you collect all the flowers? It will soon be Motherboard's Day!
fr: As-tu récolté toutes les fleurs ? C'est bientôt la fête des cartes mères !

source: Did you know that the robot falls because of gravity?
fr: Savais-tu que le robot tombe à cause de la gravité ?

source: Did you know that the Minilens series was made by aliens?
fr: Savais-tu que le modèle de robot Minilens a été créé par des extra-terrestres ?

source: I guess that the only missing thing in this game is... apples!
fr: Je crois que la seule chose qui manque de ce jeu, c'est... des pommes !

source: Maybe... you should just push it the other way?
fr: Hm... Peut-être que tu devrais juste le pousser dans l'autre sens ?

source: I like climbing up ladders... It is like... flying!
fr: J'aime bien monter aux échelles... C'est un peu comme si je volais !

source: (beep) Hi there! It's me, Minilens! (beep)
fr: (bip) Salut ! C'est moi, Minilens ! (bip)

source: This was a hardcoded splash, please ignore it for the moment.
fr: Ceci est le message par défaut, merci de l'ignorer pour l'instant.

source: What? I can't just jump over there? I hate those developers...
fr: Quoi ? Je peux pas simplement sauter là-bas ? Je déteste ces développeurs...

source: The cake is a lie. Or is it? Hard to know since robots don't eat.
fr: Le gâteau est un mensonge. Quoique... c'est difficile à dire puisque les robots ne mangent pas.

source: GPLv3+ free (libre) puzzle platformer
fr: Jeu de plateforme et de logique libre sous licence GPLv3+

source: Proudly made with Godot Engine!
fr: Fièrement développé avec Godot Engine !

source: Brought to you by KOBUGE Games!
fr: Présenté par KOBUGE Games !

source: Arguably the first libre game made with Godot Engine!
fr: Probablement le premier jeu libre fait avec Godot Engine !

source: Winner of the Best KOBUGE Game Award 2015!
fr: Vainqueur du Prix du meilleur jeu KOBUGE 2015 !

source: Free as in free beer/sweets as well as in free speech!
fr: Ce jeu est libre et gratuit : il vous appartient complètement, code source compris !

source: "Great demo!" -- some guy on the Godot forum
fr: "Chouette démo !" -- un gars du forum de Godot

source: "N°1 Godot game of all times!" -- reduz, lead Godot developer
fr: "Meilleur jeu Godot de tous les temps !" -- reduz, développeur principal de Godot

source: "Hey, stop impersonating me, I never said that!" -- reduz, lead Godot developer
fr: "Hé, arrêtez de vous faire passer pour moi, je n'ai jamais dit ça !" -- reduz, développeur principal de Godot

source: If only Minilens had a jetpack like this famous alpaca...
fr: Si seulement Minilens avait un jetpack comme ce fameux alpaca...

source: I heard that Minilens is searching for the Holy Kumquat Flower of Hackerdom...
fr: J'ai entendu dire que Minilens est à la recherche de la Fleur de Kumquat Sacrée de la Bidouille...
